[{
    "ProductName": "Pedigree Adult Complete Nutrition Roasted Chicken, Rice & Vegetable Flavor Dry Dog Food",
    "Price": "$19.98",
    "Description": "Help your four-legged friend live life to the fullest with Pedigree Adult Complete Nutrition Roasted Chicken, Rice & Vegetable Flavor Dry Dog Food. Formulated to give dogs all the energy and nourishment they need to thrive, this food is packed with essential nutrition and a delicious roasted chicken flavor. Including B vitamins, zinc and omega-6 fatty acid to keep him looking great, it also contains leading levels of the antioxidant vitamin E to help keep his immune systems strong. Plus, this balanced dog food features a special fiber blend, which helps promote healthy digestion—and helps keep yard patrol under control.",
    "Attributes": {
        "Item Number": "114157",
        "Weight": "33.0 pounds",
        "Lifestage": "Adult",
        "Breed Size": "Small Breeds, Medium Breeds, Large Breeds, All Breeds",
        "Food Form": "Dry Food",
        "Special Diet": "With Grain"
    },
    "Brand": "Pedigree",
    "Brand_url": "https://www.chewy.com/brands/pedigree-7212",
    "ingredients": "Ground Whole Grain Corn, Meat And Bone Meal, Corn Gluten Meal, Animal Fat (Source Of Omega 6 Fatty Acids (Preserved With BHA & Citric Acid]), Soybean Meal, Natural Flavor, Chicken By-Product Meal, Dried Plain Beet Pulp, Salt, Potassium Chloride, Brewers Rice, Ground Whole Grain Wheat, Choline Chloride, Calcium Carbonate, Dried Peas, Dl-Methionine, Zinc Sulfate, Vitamin E Supplement, Monocalcium Phosphate, L-Tryptophan, Yellow 5, Yellow 6, Dried Carrots, Blue 2, Niacin [Vitamin B3], Red 40, D-Calcium Pantothenate [Source Of Vitamin B5], Copper Sulfate, Sodium Selenite, Potassium Iodide, Vitamin A Supplement, Riboflavin Supplement [Vitamin B2], Vitamin B12 Supplement, Thiamine Mononitrate [Vitamin B1], Vitamin D3 Supplement, Pyridoxine Hydrochloride [Vitamin B6], Folic Acid.",
    "Key Benefits": [
        "Complete and balanced nutrition has antioxidants, vitamins and minerals to help maintain a healthy lifestyle.",
        "Optimal levels of omega-6 fatty acid nourish the skin and help keep his coat shiny and healthy.",
        "Whole grains and a special fiber blend support healthy digestion with a delicious roasted chicken flavor.",
        "Unique, crunchy texture helps clean the teeth with every bite to support good oral health between brushings.",
        "Proudly made in the USA with the world’s finest ingredients; contains no high fructose corn syrup, artificial flavors or sugar."
    ],
    "Guaranteed Analysis": {
        "Crude Protein": "21.0% min",
        "Crude Fat": "10.0% min",
        "Crude Fiber": "4.0% max",
        "Moisture": "12.0% max",
        "Linoleic Acid (Omega 6 Fatty Acid)": "2.0% min",
        "Calcium": "1.0% min",
        "Phosphorus": "0.8% min",
        "Zinc": "80 mg/kg min",
        "Vitamin E": "100 IU/kg min"
    },
    "Images": [
        "//img.chewy.com/is/image/catalog/114157_MAIN._AC_SS55_V1595942454_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT1._AC_SS70_V1595944962_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT2._AC_SS70_V1595945875_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT3._AC_SS70_V1595954800_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT4._AC_SS70_V1595956885_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT5._AC_SS70_V1595959269_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT6._AC_SS70_V1595960056_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT7._AC_SS70_V1595962922_.jpg",
        "//img.chewy.com/is/image/catalog/114157_PT8._AC_SS70_V1595962978_.jpg"
    ]
}]